Repository: Ali-2001-Eg/Chat_live
Catalog: lib/l10n/intl_*.arb
Languages: ar

# language
source: English
ar: العربيه

# welcome_landing
source: Welcome To Chat & Live
ar: أهلا بك Chat & Live

# read_our_privacy
source: Read our Privacy Policy. Tap "Agree and continue to accept the Terms of Services"
ar: بتسجيلك للدخول تصبح كل الحقوق محفوظه

# agree_continue
source: AGREE AND CONTINUE
ar: أكمل

# chat
source: CHATS
ar: المحادثات

source: STATUS
ar: الحالات

source: CALLS
ar: المكالمات

source: Create Group
ar: إنشاء مجموعه

source: Settings
ar: الاعدادات

# enter_phone_num
source: Enter your phone number
ar: ادخل رقم التليفون

# login_heading
source: Chat&Live needs to verify your phone number.
ar: Chat&Live يريد التأكد من هويتك.

source: Pick Country
ar: اختر بلدتك

# phone_num
source: Phone number
ar: رقم التليفون

source: Next
ar: التالي

# login_snackbar_error
source: Fill out all the fields
ar: اكمل كل البيانات

# verify_num
source: Verifying your number
ar: جاري التأكد من هويتك

# sms_sent
source: We have sent an SMS with a code.
ar: تم ارسال كود التأكد الي رقم التليفون

# enter_name
source: Enter Your Name
ar: ادخل اسمك

source: Enter Group Name
ar: ادخل اسم المجموعه

# enter_description
source: Enter Your Description
ar: ادخل الوصف الخاص بك

source: Save
ar: حفظ

source: Incoming Call
ar: مكالمه من

source: Online
ar: متصل

source: Offline
ar: غير متصل

# chat_box_hint
source: Type a message...
ar: ارسل...

# doc
source: Document
ar: ملف

# cam
source: Camera
ar: كاميرا

# gal
source: Gallery
ar: المعرض

# loc
source: Location
ar: الموقع

# con
source: Contacts
ar: جهات الاتصال

# add_caption
source: Add a caption
ar: اضف عنوان

source: Select Contact
ar: اختر جهات الاتصال

# status_hint
source: Type a status...
ar: وصف الحاله

source: Reply
ar: رد

# share
source: Send 🌎🚀
ar: مشاركه 🌎🚀

# choose_lang
source: Choose Your Locale Language
ar: اختر لغتك المفضله

# choose_theme
source: Choose Your Favourite App Theme
ar: اختر نظام التطبيق

source: Delete Account
ar: إزاله الحساب

# app_lang
source: App Language:
ar: لغه التطبيق

# contacts
source: Your Contacts
ar: جهات الاتصال

# groups
source: Groups and Channels
ar: المجموعات و القنوات

source: Group Name
ar: اسم المجموعه

source: Username
ar: الاسم الشخصي

source: Description
ar: الوصف

source: Group Members
ar: أعضاء المجموعه

# copy_snackbar
source: Copied Succesfully
ar: تم النسخ بنجاح

# phone_nember
source: PhoneNumber
ar: رقم الهاتف

source: Leave Group
ar: مغادره المجموعه

source: Join Group
ar: الانضمام للمجموعه

source: Edit Profile
ar: تعديل الحساب

# delete_snackbar
source: message deleted Successfully
ar: تم حذف الرساله بنجاح

# non_register_user
source: This Number does not exist in the app.
ar: هذا الرقم لا يمتلك حساب على البرنامج

# missed__info_field
source: Please Fill All Fields
ar: املأ كل البيانات الخاصه بك

# call_notification_body
source: Accept or Decline the call
ar: يمكنك قبول أو رفض المكالمه

# call_notification_title
source: starts a call with you
ar: يحاول لاتصال بك

# empty_group
source: there are No members in this group
ar: هذه القناه لا تحتوي علي اي مشتركين

# empty_text_status_snackbar
source: Status cannot be empty
ar: وصف الحاله لا يمكن ان يكون فارغا

# empty_status_list
source: Your contacts didn't post any status
ar: جميع جهات الاتصال الخاصه بك لم تقم باضافه حالات حديثا

# empty_status_list_sub_title
source: Be the first one who post his daily status
ar: كن صاحب اول حاله اليوم

source: Uploading Status ...
ar: جاري رفع الحاله ...

# reply_snackbar
source: Replied successfully
ar: تم الرد بنجاح

source: 🎵 Voice Message
ar: 🎵 رساله صوتيه

source: New video
ar: فيديو جديد

# mic_permission_snackbar
source: Mic Permission not allowed
ar: يتعذر الوصول للميكروفون

# message_notification_title
source: sent you a message
ar: أرسل لك رساله

source: Yesterday
ar: البارحه

# search_hint
source: Search for a group
ar: ابحث عن القناه
